index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-01-25 Mon 00:40 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>OpOrg</title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Joseph Edwards VIII" />
<link rel="stylesheet" type="text/css" href="assets/oporg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="assets/oporg/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="assets/oporg/css/hideshow.css"/>
<link rel="stylesheet" type="text/css" href="assets/css/ox-ehtml.css"/>
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css">
<link href='https://fonts.googleapis.com/css?family=Droid+Sans:400,700' rel='stylesheet' type='text/css'>
<link rel="stylesheet" type="text/css" href="assets/oporg/css/oporg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">OpOrg</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline1">Work&#xa0;&#xa0;&#xa0;<span class="tag"><span class="work">work</span></span></a>
<ul>
<li><a href="#orgheadline2">Marketing</a></li>
<li><a href="#orgheadline19">Operations</a></li>
<li><a href="#orgheadline25">Travel</a></li>
</ul>
</li>
<li><a href="#orgheadline26">Personal&#xa0;&#xa0;&#xa0;<span class="tag"><span class="home">home</span></span></a>
<ul>
<li><a href="#orgheadline28">Reading</a></li>
<li><a href="#orgheadline32">Health</a></li>
<li><a href="#orgheadline36">Finance</a></li>
<li><a href="#orgheadline46">Chores</a></li>
<li><a href="#orgheadline48">Recreation</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">Work&#xa0;&#xa0;&#xa0;<span class="tag"><span class="work">work</span></span></h2>
<div class="outline-text-2" id="text-orgheadline1">
<div class="edit_in_place"><p>
Only work tasks in this list.
t1213413
Like stuff.
</p></div><div class="raw-org" contents-begin="269" contents-end="320">Only work tasks in this list.
t1213413
Like stuff.
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2">Marketing</h3>
<div class="outline-text-3" id="text-orgheadline2">
<div class="edit_in_place"><p>
Project "Corporate Marketing".
</p></div><div class="raw-org" contents-begin="384" contents-end="415">Project "Corporate Marketing".
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-4">
<h4 id="orgheadline3"><span class="todo TODO">TODO</span> What IS Marketing anyway?</h4>
</div>

<div id="outline-container-orgheadline8" class="outline-4">
<h4 id="orgheadline8">Background and research&#xa0;&#xa0;&#xa0;<span class="tag"><span class="EDITABLE">EDITABLE</span></span></h4>
<div class="outline-text-4" id="text-orgheadline8">
</div><div id="outline-container-orgheadline4" class="outline-5">
<h5 id="orgheadline4"><span class="todo TODO">TODO</span> Who are the competitors?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="EDITABLE">EDITABLE</span></span></h5>
<div class="outline-text-5" id="text-orgheadline4">
<div class="edit_in_place"><p>
Words and stuff
</p></div><div class="raw-org" contents-begin="609" contents-end="626">Words and stuff

</div>

<div class="edit_in_place"><p>
Plus additional stuff
</p></div><div class="raw-org" contents-begin="626" contents-end="649">Plus additional stuff

</div>

<div class="edit_in_place"><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">col1</th>
<th scope="col" class="org-left">col2</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">this</td>
<td class="org-left">that</td>
</tr>
</tbody>
</table></div><div class="raw-org" contents-begin="649" contents-end="697">| col1 | col2 |
|------+------|
| this | that |
</div>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-5">
<h5 id="orgheadline5"><span class="todo QA">QA</span> What are our product's advantages?</h5>
</div>

<div id="outline-container-orgheadline6" class="outline-5">
<h5 id="orgheadline6"><span class="done CLOSED">CLOSED</span> Target market</h5>
</div>

<div id="outline-container-orgheadline7" class="outline-5">
<h5 id="orgheadline7"><span class="todo DEV">DEV</span> Elevator pitch</h5>
</div>
</div>

<div id="outline-container-orgheadline11" class="outline-4">
<h4 id="orgheadline11">PR firm</h4>
<div class="outline-text-4" id="text-orgheadline11">
</div><div id="outline-container-orgheadline9" class="outline-5">
<h5 id="orgheadline9"><span class="todo TODO">TODO</span> Call Laura about PR firm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="phone">phone</span></span></h5>
</div>

<div id="outline-container-orgheadline10" class="outline-5">
<h5 id="orgheadline10"><span class="todo TODO">TODO</span> Interview PR firm candidates</h5>
<div class="outline-text-5" id="text-orgheadline10">
</div>
</div>
</div>

<div id="outline-container-orgheadline13" class="outline-4">
<h4 id="orgheadline13">Advertising campaign</h4>
<div class="outline-text-4" id="text-orgheadline13">
</div><div id="outline-container-orgheadline12" class="outline-5">
<h5 id="orgheadline12"><span class="todo TODO">TODO</span> Call Joe</h5>
<div class="outline-text-5" id="text-orgheadline12">
</div>
</div>
</div>

<div id="outline-container-orgheadline14" class="outline-4">
<h4 id="orgheadline14">Plan conference</h4>
<div class="outline-text-4" id="text-orgheadline14">
<div class="edit_in_place"><p>
Calendar events/invitations.
</p></div><div class="raw-org" contents-begin="1338" contents-end="1367">Calendar events/invitations.
</div>
</div>

<div id="outline-container-orgheadline15" class="outline-5">
<h5 id="orgheadline15"><span class="todo TODO">TODO</span> Recruit volunteers</h5>
<div class="outline-text-5" id="text-orgheadline15">
</div>
</div>

<div id="outline-container-orgheadline16" class="outline-5">
<h5 id="orgheadline16"><span class="todo TODO">TODO</span> Make sure responses are coming back</h5>
</div>
</div>
</div>


<div id="outline-container-orgheadline19" class="outline-3">
<h3 id="orgheadline19">Operations</h3>
<div class="outline-text-3" id="text-orgheadline19">
</div><div id="outline-container-orgheadline17" class="outline-4">
<h4 id="orgheadline17"><span class="todo TODO">TODO</span> Update database to latest version</h4>
<div class="outline-text-4" id="text-orgheadline17">
</div>
</div>

<div id="outline-container-orgheadline18" class="outline-4">
<h4 id="orgheadline18"><span class="todo TODO">TODO</span> Update Website</h4>
<div class="outline-text-4" id="text-orgheadline18">
<div class="edit_in_place"><p>
Update blog.
</p></div><div class="raw-org" contents-begin="1594" contents-end="1607">Update blog.
</div>
</div>
</div>
</div>


<div id="outline-container-orgheadline25" class="outline-3">
<h3 id="orgheadline25">Travel</h3>
<div class="outline-text-3" id="text-orgheadline25">
</div><div id="outline-container-orgheadline24" class="outline-4">
<h4 id="orgheadline24">Boston</h4>
<div class="outline-text-4" id="text-orgheadline24">
</div><div id="outline-container-orgheadline20" class="outline-5">
<h5 id="orgheadline20"><span class="todo TODO">TODO</span> Find a flight</h5>
</div>

<div id="outline-container-orgheadline21" class="outline-5">
<h5 id="orgheadline21"><span class="todo TODO">TODO</span> Book hotel room</h5>
</div>

<div id="outline-container-orgheadline22" class="outline-5">
<h5 id="orgheadline22"><span class="todo TODO">TODO</span> Schedule meetings</h5>
</div>

<div id="outline-container-orgheadline23" class="outline-5">
<h5 id="orgheadline23"><span class="todo TODO">TODO</span> Submit expense report</h5>
</div>
</div>
</div>
</div>

<div id="outline-container-orgheadline26" class="outline-2">
<h2 id="orgheadline26">Personal&#xa0;&#xa0;&#xa0;<span class="tag"><span class="home">home</span></span></h2>
<div class="outline-text-2" id="text-orgheadline26">
</div>

<div id="outline-container-orgheadline28" class="outline-3">
<h3 id="orgheadline28">Reading</h3>
<div class="outline-text-3" id="text-orgheadline28">
</div><div id="outline-container-orgheadline27" class="outline-4">
<h4 id="orgheadline27"><span class="done DONE">DONE</span> Read "Getting Things Done"</h4>
<div class="outline-text-4" id="text-orgheadline27">
</div>
</div>
</div>

<div id="outline-container-orgheadline32" class="outline-3">
<h3 id="orgheadline32">Health</h3>
<div class="outline-text-3" id="text-orgheadline32">
</div><div id="outline-container-orgheadline29" class="outline-4">
<h4 id="orgheadline29"><span class="todo TODO">TODO</span> Make dentist appointment</h4>
<div class="outline-text-4" id="text-orgheadline29">
</div>
</div>

<div id="outline-container-orgheadline30" class="outline-4">
<h4 id="orgheadline30"><span class="todo TODO">TODO</span> Go to the gym</h4>
<div class="outline-text-4" id="text-orgheadline30">
<div class="edit_in_place"><p>
It should be as natural to some as showering or eating.
</p></div><div class="raw-org" contents-begin="2193" contents-end="2249">It should be as natural to some as showering or eating.
</div>
</div>
</div>

<div id="outline-container-orgheadline31" class="outline-4">
<h4 id="orgheadline31"><span class="todo TODO">TODO</span> Do jogging</h4>
<div class="outline-text-4" id="text-orgheadline31">
<div class="edit_in_place"><p>
Marathon = 42.195 kilometres.
</p></div><div class="raw-org" contents-begin="2271" contents-end="2301">Marathon = 42.195 kilometres.
</div>
</div>
</div>
</div>

<div id="outline-container-orgheadline36" class="outline-3">
<h3 id="orgheadline36">Finance</h3>
<div class="outline-text-3" id="text-orgheadline36">
</div><div id="outline-container-orgheadline33" class="outline-4">
<h4 id="orgheadline33"><span class="todo TODO">TODO</span> Pay electricity bill&#xa0;&#xa0;&#xa0;<span class="tag"><span class="FLAGGED">FLAGGED</span></span></h4>
</div>

<div id="outline-container-orgheadline34" class="outline-4">
<h4 id="orgheadline34"><span class="todo TODO">TODO</span> Renew newspaper subscription</h4>
</div>

<div id="outline-container-orgheadline35" class="outline-4">
<h4 id="orgheadline35"><span class="todo TODO">TODO</span> Cancel insurance</h4>
</div>
</div>

<div id="outline-container-orgheadline46" class="outline-3">
<h3 id="orgheadline46">Chores</h3>
<div class="outline-text-3" id="text-orgheadline46">
</div><div id="outline-container-orgheadline37" class="outline-4">
<h4 id="orgheadline37"><span class="todo TODO">TODO</span> Buy milk</h4>
</div>

<div id="outline-container-orgheadline38" class="outline-4">
<h4 id="orgheadline38"><span class="todo TODO">TODO</span> Buy dog food</h4>
</div>

<div id="outline-container-orgheadline39" class="outline-4">
<h4 id="orgheadline39">WAIT Mail package to Susan</h4>
</div>

<div id="outline-container-orgheadline40" class="outline-4">
<h4 id="orgheadline40"><span class="todo TODO">TODO</span> Buy groceries</h4>
</div>

<div id="outline-container-orgheadline41" class="outline-4">
<h4 id="orgheadline41"><span class="todo TODO">TODO</span> Mow the lawn</h4>
</div>

<div id="outline-container-orgheadline42" class="outline-4">
<h4 id="orgheadline42"><span class="todo TODO">TODO</span> Get a haircut</h4>
</div>

<div id="outline-container-orgheadline43" class="outline-4">
<h4 id="orgheadline43"><span class="todo TODO">TODO</span> Buy anniversary present</h4>
</div>

<div id="outline-container-orgheadline44" class="outline-4">
<h4 id="orgheadline44"><span class="todo TODO">TODO</span> Take out trash</h4>
</div>

<div id="outline-container-orgheadline45" class="outline-4">
<h4 id="orgheadline45"><span class="todo TODO">TODO</span> Get the car fixed</h4>
</div>
</div>

<div id="outline-container-orgheadline48" class="outline-3">
<h3 id="orgheadline48">Recreation</h3>
<div class="outline-text-3" id="text-orgheadline48">
</div><div id="outline-container-orgheadline47" class="outline-4">
<h4 id="orgheadline47"><span class="todo TODO">TODO</span> Go to concert</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2016-01-22</p>
<p class="author">Author: Joseph Edwards VIII</p>
<p class="date">Created: 2016-01-25 Mon 00:40</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
